Revit 2021.1 API
Alignment.DisplayedStartStation Property
 The value of the displayed start station.
Namespace: Autodesk.Revit.DB.Infrastructure
Assembly: Autodesk.CivilAlignments.DBApplication (in Autodesk.CivilAlignments.DBApplication.dll) Version: 21.0.0.0 (21.1.1.109)
Since: 2021.1
Syntax
C#
public double DisplayedStartStation { get; }
Visual Basic
Public ReadOnly Property DisplayedStartStation As Double
	Get
Visual C++
public:
property double DisplayedStartStation {
	double get ();
}
See Also
Alignment Class
Autodesk.Revit.DB.Infrastructure Namespace